[

{
    "series_name": "العبقري",
    "id": "256400",
    "description": "بعد أن يقوم باكتشاف ثوري في أطروحته لنيل الدكتوراه، يتوجب على عبقري في الرياضيات تغيير خططه المستقبلية للسفر إلى الولايات المتحدة عند عودة والده الذي هجر العائلة قبل سنوات إلى حياته.\r\n",
    "type": "دراما",
    "poster": "https://wecima.watch/wp-content/uploads/2024/10/photo_2024-10-06_20-45-21.jpg"
},

{
    "series_name": "كل ما يخص الزواج",
    "id": "134155",
    "description": "أزرا غوني ، محامية طلاق ناجحة ، تتعامل مع قضايا أشخاص معروفين ومؤثرين في اسطنبول منذ سنوات عديدة مع والدتها ، كولبان سيفير ، عميدة وظيفتها ، وشقيقها المتشدد ، سانم. سيفهر. حان الوقت الآن لكي تتخذ أزرا الخطوة التالية. ستتقاعد والدتها ، كولبان ، وتنقل إدارة المكتب إلى ابنتها عزرا ، لكن الأمور لا تسير كما توقعت أزرا. تسبب مشادة عنيفة بين عزرا ووالدتها في صدمة كبيرة لعائلة سيفر. بينما تواجه عائلة Cevher ماضيهم المحطم ، تبدأ \"أزرا\" في التشكيك في زواجها وحياتها. عندما يتعين عليه مواجهة المخاوف من أنه تجاهلها طوال حياته ، فإنه يتخذ قرارًا من شأنه تغيير جميع التوازنات في الأسرة. الزائر المفاجئ من الماضي سيجعل من الصعب عليه الوقوف وراء قراره.",
    "type": "دراما",
    "poster": "https://wecima.tube/wp-content/uploads/2021/09/Evlilik-Hakkinda-Her-Sey.jpg"
},

{
    "series_name": "الغراب",
    "id": "88794",
    "description": "قصة المسلسل : تتغير حياة عائلة كوجون تمامًا نتيجة للصراع بين الأب ضابط الشرطة والابن، لتسقط العائلة في مأساة متواصلة تستمر 20 عامًا من اﻷلم والضغينة والغضب المتراكم في النفوس.",
     "type": "اكشن | دراما | رومانسي",
     "poster": "https://wecima.watch/wp-content/uploads/2020/01/الغراب.jpg"
},

{
    "series_name": "انت اطرق بابي",
    "id": "104877",
    "description": "إيدا التي تربط كل آمالها بالتعليم، تواجه سركان بولات الذي يقطع عنها منحة التعليم الدولية ويترك لها شهادة الثانوية العامة. يعرض سركان بولات على إيدا إعادة المنحة الدراسية لها إذا تظاهرت بأنها خطيبته لمدة شهرين.",
    "type": "كوميدي | دراما | رومانسي",
    "poster": "https://wecima.watch/wp-content/uploads/2020/08/مسلسل-اطرق-بابي-364x520.jpg"

},

{
    "series_name": "ابنة السفير",
    "id": "96305",
    "description": " تدور أحداث المسلسل حول شاب يدعى سنجار اختفى شقيقه في داخل سفارة اجنبية، ليبدأ عملية البحث من قبل سانجار داخل السفارة والبلدة الاجنبية، ليقع فى حب فتاه من الطبقات المخملية ويتضح انها “ابنة السفير” ...",
      "type": "دراما | رومانسي",
      "poster": "https://wecima.watch/wp-content/uploads/2020/02/2c5111a0d61c8c4db466f79ab5eb2c59.jpg"
},

{
    "series_name": "طائر الصباح",
    "id": "80411",
    "description": "سانيم، فتاة صغيرة تطمح لأن تصبح كاتبة، يضطرها والداها إلى الاختيار بين الزواج المدبر أو إيجاد وظيفة مناسبة. تتعجل سانيم في الحصول على وظيفة جديدة في شركة إعلانات، وسرعان ما تقع في حب رئيسها كان.",
      "type": "رومانسي | كوميديا",
      "poster": "https://wecima.watch/wp-content/uploads/2019/04/tt8478162--370x442.jpg"
}

]